ExploitsMSF/F5/MSF/F5_icallCmd_request.txt

array (
  'platform' => 'ALL',
  'service' => 'F5',
  'name' => 'F5_icallCmd',
  'path' => '/',
  '<?xml_version' => '"1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:scr="urn:iControl:iCall/Script" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding" xmlns:per="urn:iControl:iCall/PeriodicHandler">
  <soapenv:Header/>
  <soapenv:Body>
    <scr:get_list soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"/>
  </soapenv:Body>
</soapenv:Envelope>
',
)